---   ██████╗   ██████╗    ██████╗  ██████╗ ██╗  ██╗ ██████╗ ██╗     █████╗  ██████╗  ██████╗ ██████╗    ██╗ --
--- ██╔═════╝ ██╔═════╝    ██╔══██╗ ██╔═══╝ ██║  ██║ ██╔═══╝ ██║    ██╔══██╗ ██╔══██╗ ██╔═══╝ ██╔══██╗   ██║ --
--- ██║       ██║          ██║  ██║ █████╗  ██║  ██║ █████╗  ██║    ██║  ██║ ██████╔╝ █████╗  ██████╔╝   ██║ --
--- ██║       ██║          ██║  ██║ ██╔══╝  ╚██╗██╔╝ ██╔══╝  ██║    ██║  ██║ ██╔═══╝  ██╔══╝  ██╔══██╗   ╚═╝ --
--- ╚═██████╗ ╚═██████╗    ██████╔╝ ██████╗  ╚███╔╝  ██████╗ ██████╗╚█████╔╝ ██║      ██████╗ ██║  ██║   ██╗ --
---   ╚═════╝   ╚═════╝    ╚═════╝  ╚═════╝   ╚══╝   ╚═════╝ ╚═════╝ ╚════╝  ╚═╝      ╚═════╝ ╚═╝  ╚═╝   ╚═╝ --
--- Project : CC Premium Armour Suit
--- Auth : CodeCool Developer
--- Discord : https://discord.gg/K7PDe2jfpW
--- Website : https://fivem.cc-developer.com

Config.Locale = {
	GAME = {
		message_error = {
			[1] = {
				title = 'สวมเสื้อเกราะแล้ว',
				description = 'ออกไปรบแบบไม่ต้องกลัวตายได้เลย',
			},
			[2] = {
				title = 'อาชีพของคุณไม่สามารถใช้ไอเทมนี้ได้',
				description = 'กรุณาลองใหม่อีกครั้ง',
			},
			[3] = {
				title = 'กำหนด Jobs->type ไม่ถูกต้อง',
				description = 'กรุณาลองใหม่อีกครั้ง',
			},
			[4] = {
				title = 'กำลังสวมเสื้อเกราะอยู่ ไม่สามารถทำซ้ำได้',
				description = 'กรุณาลองใหม่อีกครั้ง',
			},
			[5] = {
				title = 'ไม่สามารถใช้ไอเทมบนยานพาหนะได้',
				description = 'กรุณาลองใหม่อีกครั้ง',
			},
		}
	}
}
